Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=733_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Ođđ mättŠtemǩeeŠrj iŠlmstõŠvve
fin: Uusia oppikirjoja ilmestyi

source: VuâđđmättŠtõõzz tâŠvvsääŠmǩiõllsa kuälmadklassneeŠǩǩ vuäǯǯa oođuum jieŠnnǩiõl mättʼtemǩeeŠrj
fin: Perusopetuksen pohjoissaamenkieliset kolmasluokkalaiset saavat käyttöönsä uudistetun äidinkielen oppikirjan

source: da viiđadklassneeŠǩǩ ođđ åskldõk mättŠtemǩeeŠrj
fin: ja viidesluokkalaiset uuden uskonnon oppikirjan

source: d tõõzz kuulli tuâjjǩeeŠrj.
fin: ja siihen kuuluvan työkirjan.

source: LââŠssen iŠlmstõŠvve nuuŠbb teädldõõǥǥ aanarsääŠmǩiõllsaž tuâjjǩeeŠrjest
fin: Lisäksi ilmestyivät uusintapainokset inarinsaamenkielisestä käsityökirjasta

source: , tâŠvvsääŠmǩiõllsaž jieŠnnǩiõl mättʼtemǩeeŠrjest
fin: pohjoissaamenkielisestä äidinkielen oppikirjasta

source: da abbâz čõhččlookkâmpââi tuâjjǩeeŠrjest
fin: ja aapisen syyslukukauden työkirjasta

source: JieŠnnǩiõl kuälmad klaass mättʼtemǩeŠrjj Gollegiellan 3 lij Kaaren Kitti tuejjeem.
fin: Äidinkielen kolmannen luokan oppikirja Gollegiellan 3 on Kaaren Kitin tekemä.

source: Tuejjeei lij oođääm ǩeeŠrj teeŠksti beäŠlnn.
fin: Tekijä on uudistanut kirjaa lähinnä tekstien osalta.

source: ǨeŠrjj vuâđđââvv saaŠmi maainâsäŠrbbvuõŠtte da sääŠmǩiõllsaž ǩeŠrjjlažvuõŠtte.
fin: Kirja pohjautuu saamelaiseen tarinaperinteeseen ja saamenkieliseen kirjallisuuteen.

source: Åskldõõǥǥ mättŠtemǩeŠrjj Násti 5 da tõõzz kuulli seämmanõmmsaž tuâjjǩeŠrjj, täk ǩeeŠrj liâ joortõõzz Kustannusyhtiö Otava čõõđtum Tähti – nõmmsaž mättʼtemǩeeŠrjest da tuâjjǩeeŠrjest.
fin: Uskonnon oppikirja Násti 5 ja siihen liittyvä samanniminen työkirja ovat käännöksiä Kustannusyhtiö Otavan julkaisemasta Tähti - nimisestä oppikirjasta ja työkirjasta.

source: SääŠmǩiõllsaž joortõõzzid lij raajjâm Anu Katekeetta.
fin: Saamenkieliset käännökset on tehnyt Anu Katekeetta.

source: Rääidast lij ääiŠjab čõõđtum kuuđad klaass mättʼtemǩeŠrjj da tuâjjǩeŠrjj.
fin: Sarjassa on aiemmin julkaistu kuudennen luokan oppikirja ja työkirja.

source: Ella Sarre aanarsääŠmǩiõllsaž Anaraš pivtâstem – ǩeeŠrjest lij čõõđtum nuŠbb teädldõk.
fin: Ella Sarren inarinsaamenkielisestä Anaraš pivtâstem - kirjasta julkaistiin toinen painos.

source: ǨeŠrjj âânn seŠst vuäŠppõõzz aanarsääŠm pihttsi valmštumuŠšše.
fin: Kirja sisältää opastuksen inarinsaamelaisen puvuston valmistamiseen.

source: Vuõssmõs teädldõõǥǥâst, koon čõõđteš eeŠjjest 2012, ǩeeŠrj leŠjje puk kaaupsum.
fin: Ensimmäinen painos, joka julkaistiin vuonna 2012, myytiin pian loppuun.

source: TâŠvvsääŠmǩiõllsa abbâz Min meahci máidnasat ǩeeŠrjteei lij Inga Guttorm / Oahptii Iŋgá da kärtteei Salli Parikka.
fin: Pohjoissaamenkielisen aapisen Min meahci máidnasat kirjoittaja on Inga Guttorm / Oahptii Iŋgá ja kuvittaja Salli Parikka.

source: Raiddu koŠlle abbâz lââŠssen pååđ tuâjjǩeeŠrj čõhčč- da ǩiđđlookkâmpõõŠji diõtt.
fin: Sarjaan kuuluvat aapisen lisäksi erilliset työkirjat syys- ja kevätlukukausia varten.

source: Toivo Westi ǩeeŠrjtem 5-6 klaassi jieŠnnǩiõl mättʼtemǩeeŠrjest iŠlmstõõvi nuŠbb teädldõk.
fin: Toivo Westin kirjoittamasta 5-6 luokkien äidinkielen oppikirjasta ilmestyi nyt toinen painos.

source: Ǩerjja koŠlle še ääiŠjab čõõđtum tuâjjǩeeŠrj 5- da 6 – klaassid.
fin: Kirjaan liittyvät myös aiemmin julkaistut työkirjat 5- ja 6 - luokille.

source: Puk ǩeeŠrj liâ vuäǯǯamnalla SääŠmkultturkõõskõs Sajoozzâst sääŠmteeŠǧǧ škoouŠlŠjem- da mättʼtemmaterialkonttrest da Sámi duodji kaaupâst.
fin: Kaikki kirjat ovat saatavilla Saamelaiskulttuurikeskus Sajoksesta saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ja Sámi duodjin myymälästä.

source: ǨeeŠrjid vuäitt tiŠllʼjed neŠttpååŠštest info (at) samediggi.
fin: Kirjoja voi tilata sähköpostitse info (at) samediggi.

source: LââŠssteâđaid täŠstt.
fin: Lisätietoja tästä
